EasyDP/build/classes/resources/XML/getDomainHealth.xml

<env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/">
   <env:Body>
      <dp:request domain="Domain" xmlns:dp="http://www.datapower.com/schemas/management">
         <dp:get-status class="ObjectStatus"/>
      </dp:request>
   </env:Body>
</env:Envelope>